export default () => {
  return new Promise(function (resolve) {
    resolve({
      common: {
        'title': '',
        'subtitle': '',
        'error_with_status': 'सर्वर पर ग़लती हुई है।',
        '404': 'यह पृष्ठ नहीं मिला।',
        '404_subtitle':
          'आप या तो यहां रह सकते हैं, या शुरुआत में वापस जा सकते हैं।',
        'back': 'मुखपृष्ठ पर वापस',
        'login': '',
        'login_create': '',
        'login_or': '',
        'login_email': '',
        'login_password': '',
        'login_remember': '',
        'login_forgot': '',
        'continue': '',
        'login_title': '',
        'login_subtitle': '',
        'register': '',
        'register_already': '',
        'register_or': '',
        'register_name': '',
        'register_email': '',
        'register_password': '',
        'register_confirm': '',
        'register_title': '',
        'register_subtitle': '',
        'accept': '',
        'gb': 'English',
        'pl': 'Polski',
        'de': 'Deutsch',
        'zh': '简体中文',
        'vnm': 'Tiếng Việt',
        'cn': '简体中文',
        'pt': '󠁥󠁮󠁧󠁿Português',
        'id': '󠁥󠁮󠁧󠁿Bahasa Indonesia',
        'in': '󠁥󠁮󠁧󠁿हिन्दी',
        'ar': '󠁥󠁮󠁧󠁿العربيّة',
        'notif_msg': ''
      },
      menu: {
        news: 'समाचार',
        more: 'अधिक',
        wallets: 'पर्स'
      },
      walletsPage: {
        wallets: 'पर्स',
        title:
          'पारिस्थितिकी तंत्र के लिए वर्तमान में उपलब्ध लोटस वॉलेट की जाँच करें:'
      },
      lotusLanding: {
        features: {
          title: 'हमारे बारे में',
          feature1: {
            title: 'होशियार अनुबंध',
            description:
              'टपरोट के साथ स्टेट , बड़े पूर्णांक, अधिक ऑपकोड और एक नया होशियार सिघश।'
          },
          feature2: {
            title: 'स्व वित्त निवेशन',
            description:
              '50% नए सिक्कों में से खनिकों को जाता है, 50% समुदाय का समर्थन करने वाली परियोजनाओं में जाएगा।'
          },
          feature3: {
            title: 'मापनीयता',
            description:
              'eCash के कोडबेस के आधार पर, जो व्यवस्थित रूप से +1M लेनदेन/सेकंड तक स्केलिंग की अनुमति देता है| '
          },
          feature4: {
            title: 'स्थिरता',
            description:
              'नए सिक्कों को जारी करना आपूर्ति और मांग का पालन करता है|'
          }
        },
        story: {
          section1: {
            headtitle: 'हमारा लक्ष्य',
            title: 'प्रशंसा का शक्तिशाली प्रतीक',
            text: 'हर दिन, अन्य लोगों के साथ हमारी बातचीत में हमें ऐसे अनुभव होते हैं जो जीवन को जीने लायक बनाते हैं। हम एक दूसरे को "धन्यवाद" कहते हैं। लेकिन, बात सस्ती है और शब्द क्षणभंगुर हैं। किसी के लिए अकेले शब्दों के माध्यम से प्रशंसा व्यक्त करना आसान है। "धन्यवाद" कितना प्रेरक है? क्या होगा अगर हम अपने शब्दों को बिना किसी अमूल्य के साथ वापस कर सकें? यदि हमारे पास एक-दूसरे के प्रति कृतज्ञता व्यक्त करने का अधिक प्रभावी तरीका होता तो दुनिया कैसी दिखती? क्या होगा यदि हम हमेशा के लिए प्राप्त "प्रशंसा" को बनाए रख सकें? '
          },
          section2: {
            headtitle: 'अनन्त कृतज्ञता',
            title: 'देने और लेने का आनंद|',
            text: 'लोटस प्रोजेक्ट का मानना है कि यह पारस्परिकता की भावना को बढ़ावा देगा। हम मानते हैं कि यह लोगों को सकारात्मक कार्यों की ओर ले जाएगा - और उन चीजों से दूर जो फायदेमंद नहीं हैं। और हम ठीक वैसा ही करने का एक तरीका बना रहे हैं। फूल अक्सर प्रशंसा दिखाने के लिए दिए जाते हैं, लेकिन हम खराब होने वाले फूलों को हाथ में नहीं रख सकते। एक फूल को टोकन करके, हमारे पास हमेशा प्रतीक हो सकता है। टोकन कोई भौतिक स्थान नहीं लेते हैं, और नष्ट नहीं होते हैं। लोटस विशेष रूप से पवित्रता, ज्ञानोदय, पुनर्जन्म और उत्थान का प्रतीक है। ये वे मान हैं जिनका यह टोकन प्रतिनिधित्व करना चाहता है।'
          },
          section3: {
            headtitle: 'पहले समुदाय',
            title:
              'लोटस एक समुदाय संचालित नवाचार है जो यह सुनिश्चित करेगा कि आपका आभार हमेशा के लिए संरक्षित है।',
            text: 'लोटस टोकन लेज़र को एक अनुमति रहित, बिना सेंसर किए, और खुले ब्लॉकचेन पर रखा जाता है जिसे लोगो फाउंडेशन द्वारा निर्मित सॉफ़्टवेयर द्वारा बनाए रखा और सक्षम किया जाता है। काम के सबूत के खनन के माध्यम से नए टोकन का खनन किया जाता है और उन डेवलपर्स को एक इनाम के रूप में दिया जाता है जो प्यार से बुनियादी ढांचे का उत्पादन करते हैं जो टोकन को अस्तित्व में रखने और स्थानांतरित करने में सक्षम बनाता है, और खनिक जो सावधानी से ब्लॉकचैन की सटीकता बनाए रखते हैं। यह "ब्लॉक पुरस्कार" के माध्यम से होता है, जो खुले और पारदर्शी होते हैं। बिटकॉइन के विपरीत, जो एक सट्टा संपत्ति है, लोटस अमूल्य है - प्रशंसा का एक टोकन - भावुक मूल्य वाला। रिवॉर्ड शेड्यूल को लोटस टोकन की मांग में बदलाव पर प्रतिक्रिया देने के लिए प्रोग्राम किया गया है और यह मुद्रास्फीतिकारी है। मुद्रास्फीति होने के कारण, इसे जमा करने का कोई कारण नहीं है सिवाय यह याद दिलाने के कि लोग हमें कितना महत्व देते हैं। लोटस एक निवेश नहीं है, लेकिन एक दूसरे में हमारा निवेश अधिक लोटस उत्पन्न करेगा।'
          }
        },
        before_carousel_1:
          'नए लोटस को पुरस्कारों के माध्यम से जारी किया जाता है जो खनिकों और परियोजनाओं के बीच विभाजित होते हैं जो प्रशंसा के प्रदर्शन के रूप में जनता की भलाई को लाभान्वित करते हैं।',
        before_carousel_2:
          'जब भी आप लोटस का उपयोग अपने मित्रों की सराहना करने के लिए करते हैं, तो आप जानते हैं कि आप भी इन महान परियोजनाओं का समर्थन कर रहे हैं।',
        banner: {
          caption:
            'जब आप लोटस देते हैं या स्वीकार करते हैं तो आप आम लोगों का समर्थन कर रहे होते हैं और विश्वव्यापी अर्थव्यवस्था में मूल्य जोड़ रहे होते हैं।',
          text: 'जब आप लोटस का उपयोग करते हैं तो आप जिन पहलों का समर्थन करते हैं, वे हैं: ',
          initiatives: [
            'मानवाधिकार',
            'नवीकरणीय शक्ति',
            'डिजिटल निजता',
            'पर्माकल्चर',
            'ओपन सोर्स सॉफ्टवेयर',
            'मानवतावादी प्रयास'
          ]
        },
        faq: {
          q1: {
            question: 'मैं खनन कैसे शुरू कर सकता हूं?',
            answer:
              'आपको अपने कंप्यूटर पर लोटस नोड चलाना होगा। आप निर्देश पा सकते हैं <a href="https://docs.givelotus.org/guides/mining" target="_blank"> यहां</a>. अपनी हैश दर और अनुमानित पुरस्कारों की जांच करने के लिए हमारा . देखें <a href="/in/calculator">पुरस्कार कैलकुलेटर</a>.'
          },
          q2: {
            question: 'कौन से वॉलेट उपलब्ध हैं?',
            answer:
              'आप <a href="https://sendlotus.com" target="_blank">SendLotus.com</a> उपयोग कर सकते हैं या Vase मोबाइल वॉलेट के लिए <a href="https://play.google.com/store/apps/details?id=org.cashweb.cashew" target="_blank"> Android</a> और <a href="https://apps.apple.com/us/app/cashew-wallet/id1539306720" target="_blank">iPhone</a>. आप इसके लिए हल्के लोटस नोड को भी चला सकते हैं <a href="https://storage.googleapis.com/lotus-project/lotus-3.3.3-win64-setup-unsigned.exe" target="_blank">Windows</a>, <a href="https://storage.googleapis.com/lotus-project/lotus-3.3.3-osx-unsigned.dmg" target="_blank">MacOS</a> and <a href="https://storage.googleapis.com/lotus-project/lotus-3.3.3-x86_64-linux-gnu.tar.gz" target="_blank">Linux</a>. '
          },
          q3: {
            question: 'मुझे लोटस कैसे मिलेगा?',
            answer:
              'आप इसका इस्तेमाल कर सकते हैं <a href="https://faucet.lotuslounge.org/" target="_blank">faucet</a>. या आप इस पर उपहार पा सकते हैं <a href="https://t.me/givelotus" target="_blank">telegram group</a>.'
          },
          q4: {
            question: 'मैं इस परियोजना में कैसे योगदान कर सकता हूं?',
            answer:
              'हमारे पास मौजूद ओपन सोर्स कोड की जांच करें <a href="https://github.com/LogosFoundation" target="_blank"> यहाँ </a> और हमारे पर डेवलपर्स से संपर्क करने में संकोच न करें <a href="https://t.me/givelotus" target="_blank">telegram group</a>.'
          },
          q5: {
            question:
              'क्या आपके पास लोगो या छवियों के साथ कोई ब्रांडिंग गाइड है जिसका मैं उपयोग कर सकता हूँ?',
            answer:
              'आप उन्हें डाउनलोड कर सकते हैं <a href="https://storage.googleapis.com/lotus-project/Lotus%20Branding.zip" target="_blank"> यहाँ </a>'
          }
        },
        header_language: 'भाषा',
        header_theme: 'थीम मोड',
        header_dark: 'डार्क थीम',
        header_light: 'लाइट थीम',
        header_about: 'बारे में',
        header_projects: 'परियोजनाएं',
        header_carousel: 'परियोजनाएं',
        header_faq: 'सामान्य प्रश्नोत्तर',
        header_contact: 'संपर्क करें',
        contributors: 'योगदानकर्ताओं',
        header_block_explorer: 'ब्लॉक एक्सप्लोरर',
        documentation: 'आलेख',
        banner_title: '',
        banner_titlestrong: 'प्रशंसा की निशानी',
        banner_subtitle:
          'लोटस प्रशंसा का एक अमूल्य डिजिटल टोकन है जिसे आप हमेशा संभाल कर रख सकते हैं।',
        faq_subtitle:
          'कोई सवाल है? अपना उत्तर खोजने के लिए हमारे अक्सर पूछे जाने वाले प्रश्नों की जाँच करें।',
        news_readmore: 'और पढ़ें',
        stampchat_desc:
          'StampChat एक विकेन्द्रीकृत एंड-टू-एंड एन्क्रिप्टेड मैसेंजर है जो लोटस टोकन का उपयोग यह सुनिश्चित करने के लिए करता है कि आपको प्राप्त होने वाले सभी संदेश मूल्यवान हैं। यह स्पैम को केंद्रीकृत मॉडरेटर के बिना प्लेटफॉर्म पर फ़िल्टर करने की अनुमति देता है। संचार विकेन्द्रीकृत, सुरक्षित और बिना सेंसर किया जा सकता है।',
        becash_desc:
          ' Be.cash लोटस ब्लॉकचैन सॉफ्टवेयर विकसित करने में सहायता करने के लिए लोगो फाउंडेशन के साथ सहयोग करता है, साथ ही पारंपरिक भुगतान विधियों के लिए आवश्यक बुनियादी ढांचे के बिना क्षेत्रों के लिए प्वाइंट ऑफ सेल सिस्टम और मोबाइल भुगतान विधियों को विकसित करने में सहायता करता है।',
        bitcoin_abc_desc:
          ' Bitcoin ABC क्रिप्टोटोकन के खनन और हस्तांतरण के लिए अत्यधिक स्केलेबल ओपन-सोर्स सॉफ्टवेयर विकसित करता है। हालांकि बिटकॉइन एबीसी अपने काम के लिए शुल्क नहीं लेता है, लोटस इस सॉफ्टवेयर को नेटवर्क के आधार के रूप में उपयोग करता है और इन डेवलपर्स के लिए इसे उचित मानता है। ',
        services_button: 'अन्वेषण करना'
      }
    })
  })
}
